[
  {"id":"barrettAgencyDualityStructure2001","author":[{"family":"Barrett","given":"John"}],"editor":[{"family":"Hodder","given":"Ian"}],"event-place":"Cambridge UK","issued":{"date-parts":[[2001]]},"language":"en","number-of-pages":"141–164","publisher":"Polity Press","publisher-place":"Cambridge UK","title":"Agency, the duality of structure, and the problem of the archaeological record. In, Archaeological Theory Today","type":"book"},
  {"id":"bennettEnchantmentModernLife2001","abstract":"It is a commonplace that the modern world cannot be experienced as enchanted--that the very concept of enchantment belongs to past ages of superstition. Jane Bennett challenges that view. She seeks to rehabilitate enchantment, showing not only how it is still possible to experience genuine wonder, but how such experience is crucial to motivating ethical behavior. A creative blend of political theory, philosophy, and literary studies, this book is a powerful and innovative contribution to an emerging interdisciplinary conversation about the deep connections between ethics, aesthetics, and politics. As Bennett describes it, enchantment is a sense of openness to the unusual, the captivating, and the disturbing in everyday life. She guides us through a wide and often surprising range of sources of enchantment, showing that we can still find enchantment in nature, for example, but also in such unexpected places as modern technology, advertising, and even bureaucracy. She then explains how everyday moments of enchantment can be cultivated to build an ethics of generosity, stimulating the emotional energy and honing the perceptual refinement necessary to follow moral codes. Throughout, Bennett draws on thinkers and writers as diverse as Kant, Schiller, Thoreau, Kafka, Marx, Weber, Adorno, and Deleuze. With its range and daring, The Enchantment of Modern Life is a provocative challenge to the centuries-old ''narrative of disenchantment,'' one that presents a new ''alter-tale'' that discloses our profound attachment to the human and nonhuman world.","author":[{"family":"Bennett","given":"Jane"}],"event-place":"Princeton","ISBN":"978-0-691-08813-6","issued":{"date-parts":[[2001,9,1]]},"language":"English","number-of-pages":"224","publisher":"Princeton University Press","publisher-place":"Princeton","source":"Amazon","title":"The Enchantment of Modern Life: Attachments, Crossings, and Ethics.","title-short":"The Enchantment of Modern Life","type":"book"},
  {"id":"perryEnchantmentArchaeologicalRecord2019","abstract":"Empirical studies increasingly testify to the capacity for archaeological and cultural heritage sites to engender wonder, transformation, attachment, and community bonding amongst diverse individuals. Following political theorist Jane Bennett, these sites have the power to ‘enchant’ and, in so doing, they are seedbeds of human generosity, ethical mindfulness, and care for the world at large. However, the means by which such enchantment is created, and the extent to which these intimate encounters with the prehistoric or historic record can be deliberately crafted, are little understood. Worsening the predicament, professional practices commonly thwart the potential for archaeology to provoke ethical action amongst humans. Here, I propose a multi-stranded conceptual model for generating enchantment with the archaeological record across both professional audiences and broader publics. With reference to the European Commission-funded EMOTIVE Project, I articulate one particular strand of this model: facilitated dialogue. Alongside exploring the role of digital culture in its advancement, I argue that an enchantment-led approach is imperative for achieving a truly socially-beneficial archaeological discipline., Les études empiriques révèlent de plus en plus que les sites archéologiques et ceux appartenant au patrimoine culturel sont capables d'engendrer un sens de l’émerveillement, de transformation, d'attachement et de créer des liens entre des communautés comprenant des individus les plus divers. Selon les théories politiques de Jane Bennett, ces sites ont le pouvoir « d'enchanter » et, ce faisant, permettent de promouvoir la générosité, une prise de conscience éthique et un égard accru envers le monde en général. Mais on comprend encore mal comment ce sens de l'enchantement est créé et combien ces rencontres intimes avec le passé préhistorique ou historique peuvent être délibérément réalisées. Les difficultés sont accrues du fait que les professionnels de l'archéologie obstruent souvent le potentiel de l'archéologie en termes d'action éthique. Dans cet article, je propose un modèle comprenant plusieurs éléments conceptuels permettant de produire un sens de l'enchantement par rapport aux témoignages de l'archéologie et destiné autant à une audience de professionnels qu’à un public plus large. Dans le cadre du projet EMOTIVE financé par la Commission européenne, je présente une facette de ce modèle : le dialogue facilité. En dehors d'un examen du rôle de la culture numérique et de son évolution, je soutiens qu'une approche centrée sur l'enchantement est essentielle en archéologie, si l'on veut que cette discipline soit vraiment bénéfique sur le plan social. Translation by Madeleine Hummler, Empirische Studien zeigen zunehmend, dass archäologische Fundplätze und Stätten des Kulturerbes in der Lage sind, uns zu bezaubern, uns zu verändern und ein Gemeinschaftsgefühl zwischen ganz verschiedenen Menschen zu schaffen. Laut der politischen Theorien von Jane Bennett sind diese Stätten fähig, uns zu ‚bezaubern‘ und damit können sie Großzügigkeit, eine ethische Achtsamkeit und eine Sorge für die gesamte Welt fördern. Wie man solch eine Bezauberung erzeugt, und in welchem Ausmaß solche persönlichen Begegnungen mit der urgeschichtlichen oder historischen Vergangenheit verbreitet sind, ist aber kaum bekannt. Die Situation ist dadurch noch verschlechtert, dass die Praxis das Potenzial der Archäologie, ethische Maßnahmen zu fördern, häufig verhindert. In diesem Artikel schlage ich ein vielseitiges Begriffsmodell vor, dass ein Entzücken mit den archäologischen Befunden generiert, sowohl unter Fachleuten und der breiteren Öffentlichkeit. Im Rahmen des von der Europäischen Kommission finanzierten EMOTIVE Projektes verdeutliche ich hier ein Aspekt dieses Modells: der unterstützte Dialog. Neben einer Untersuchung der Rolle der digitalen Kultur und deren Entwicklung wird hier den Standpunkt vertreten, dass wir einen auf Verzauberung orientierten Ansatz folgen müssen und so eine wirklich sozial tragfähige archäologische Disziplin erschaffen. Translation by Madeleine Hummler","accessed":{"date-parts":[[2021,6,17]]},"author":[{"family":"Perry","given":"Sara"}],"container-title":"European Journal of Archaeology","DOI":"10.1017/eaa.2019.24","ISSN":"1461-9571, 1741-2722","issue":"3","issued":{"date-parts":[[2019,8]]},"language":"en","page":"354-371","publisher":"Cambridge University Press","source":"Cambridge University Press","title":"The Enchantment of the Archaeological Record","type":"article-journal","URL":"https://www.cambridge.org/core/journals/european-journal-of-archaeology/article/abs/enchantment-of-the-archaeological-record/6B71DCDB28D3FABE22660EEA860ED7FE","volume":"22"}
]
